Repository: silpol/tryton-bef
Catalog: trytond/modules/arbres/locale/*.po
Languages: fr_fr

# field:arbres.arbres,azimut:
source: Azimuth
fr_fr: Azimut

# field:arbres.arbres,create_date:
source: Create Date
fr_fr: Date de création

# field:arbres.arbres,create_uid:
source: Create User
fr_fr: Créé par

# field:arbres.arbres,essence:
source: Species
fr_fr: Essence

# field:arbres.arbres,id:
source: ID
fr_fr: Identifiant

# field:arbres.arbres,measure:
source: Evolutions
fr_fr: Évolutions

# field:arbres.arbres,num:
source: Number
fr_fr: Numéro

# field:arbres.arbres,plot:
source: Plot
fr_fr: Placette

# field:arbres.arbres,rec_name:
source: Name
fr_fr: Nom

# field:arbres.arbres,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:arbres.arbres,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:arbres.code,create_date:
source: Create Date
fr_fr: Date de création

# field:arbres.code,create_uid:
source: Create User
fr_fr: Créé par

# field:arbres.code,id:
source: ID
fr_fr: Identifiant

# field:arbres.code,lib_long:
source: Label of code
fr_fr: Libellé du code

# field:arbres.code,name:
source: Name of code
fr_fr: Nom du code

# field:arbres.code,rec_name:
source: Name
fr_fr: Nom

# field:arbres.code,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:arbres.code,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:arbres.measure,arb_coupe:
source: Nature cutting
fr_fr: Nature de coupe

# field:arbres.measure,arb_diam1:
source: Diameter1
fr_fr: Diamètre 1

# field:arbres.measure,arb_diam2:
source: Diameter2
fr_fr: Diamètre 2

# field:arbres.measure,arb_diam_houp1:
source: Diam crown1
fr_fr: Diam. houp. 1

# field:arbres.measure,arb_diam_houp2:
source: Diam crown2
fr_fr: Diam. houp. 2

# field:arbres.measure,arb_haut_large:
source: Large height
fr_fr: Largeur

# field:arbres.measure,arb_haut_tot:
source: Total height
fr_fr: Hauteur totale

# field:arbres.measure,arb_rayon1:
source: Radius1
fr_fr: Rayon 1

# field:arbres.measure,arb_rayon2:
source: Radius2
fr_fr: Rayon 2

# field:arbres.measure,arb_stade:
source: Stage
fr_fr: Stade

# field:arbres.measure,arb_type:
source: Type tree
fr_fr: Type arbre

# field:arbres.measure,create_date:
source: Create Date
fr_fr: Date de création

# field:arbres.measure,create_uid:
source: Create User
fr_fr: Créé par

# field:arbres.measure,ecologie:
source: Ecological Code
fr_fr: Code écologique

# field:arbres.measure,id:
source: ID
fr_fr: Identifiant

# field:arbres.measure,qualite:
source: Quality
fr_fr: Qualité

# field:arbres.measure,rec_name:
source: Name
fr_fr: Nom

# field:arbres.measure,tree:
source: Tree
fr_fr: Arbre

# field:arbres.measure,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:arbres.measure,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:arbres.measure-ecologie.ecologie,create_date:
source: Create Date
fr_fr: Date de création

# field:arbres.measure-ecologie.ecologie,create_uid:
source: Create User
fr_fr: Créé par

# field:arbres.measure-ecologie.ecologie,ecologie:
source: Ecological code
fr_fr: Code écologique

# field:arbres.measure-ecologie.ecologie,id:
source: ID
fr_fr: Identifiant

# field:arbres.measure-ecologie.ecologie,measure:
source: Number of measure
fr_fr: Numéro de la mesure

# field:arbres.measure-ecologie.ecologie,note:
source: Ecological note
fr_fr: Note écologique

# field:arbres.measure-ecologie.ecologie,rec_name:
source: Name
fr_fr: Nom

# field:arbres.measure-ecologie.ecologie,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:arbres.measure-ecologie.ecologie,write_uid:
source: Write User
fr_fr: Mis à jour par

# help:arbres.arbres,azimut:
source: Azimuth to the center of the plot
fr_fr: Azimut vers le centre de la placette

# help:arbres.arbres,distance:
source: Distance to the center of the plot
fr_fr: Distance au centre de la placette

# help:arbres.arbres,essence:
source: Species measured
fr_fr: Mesure de l'essence

# help:arbres.arbres,measure:
source: Evolutions of tree
fr_fr: Évolutions des mesures de l'arbre

# help:arbres.arbres,num:
source: Number of tree
fr_fr: Numéro de l'arbre mesuré

# help:arbres.arbres,plot:
source: Number of plot
fr_fr: Nombre de placette

# help:arbres.code,lib_long:
source: Label of code
fr_fr: Libellé du code

# help:arbres.code,name:
source: Name of code
fr_fr: Nom du code

# help:arbres.measure,arb_coupe:
source: Nature of cutting
fr_fr: Nature de la coupe

# help:arbres.measure,arb_diam1:
source: The first diameter of measure
fr_fr: Le premier diamètre de la mesure

# help:arbres.measure,arb_diam2:
source: The second diameter of measure
fr_fr: Le second diamètre de la mesure

# help:arbres.measure,arb_diam_houp1:
source: The first crown diameter of measure
fr_fr: Le premier diamètre du houppier

# help:arbres.measure,arb_diam_houp2:
source: The second crown diameter of measure
fr_fr: Le second diamètre du houppier

# help:arbres.measure,arb_haut_large:
source: Large height of measure
fr_fr: Largeur hauteur de la mesure

# help:arbres.measure,arb_haut_tot:
source: Total height of measure
fr_fr: Hauteur totale de la mesure

# help:arbres.measure,arb_observation:
source: Observations of measure
fr_fr: Observations sur la mesure

# help:arbres.measure,arb_rayon1:
source: Radius one of measure
fr_fr: Premier rayon de la mesure

# help:arbres.measure,arb_rayon2:
source: Radius two of measure
fr_fr: Deuxième rayon de la mesure

# help:arbres.measure,arb_stade:
source: Stage of decomposition
fr_fr: Stade de décomposition

# help:arbres.measure,arb_type:
source: Used for scaling
fr_fr: Utilisé pour le cubage

# help:arbres.measure,cycle:
source: Cycle number on the extent of the tree
fr_fr: Nombre de cycle mesuré

# help:arbres.measure,ecologie:
source: Ecological Code
fr_fr: Code écologique

# help:arbres.measure,qualite:
source: Quality
fr_fr: Qualité

# help:arbres.measure,tree:
source: Tree concerned by the measures
fr_fr: Arbre concerné par la mesure

# help:arbres.measure-ecologie.ecologie,note:
source: Ecological note of tree
fr_fr: Note écologique de l'arbre

# model:arbres.arbres,name:
source: Trees
fr_fr: Arbres

# model:arbres.measure-ecologie.ecologie,name:
source: MeasureEcologie
fr_fr: MesureEcologie

# model:ir.action,name:act_arbres_evol_arbre_form
source: Tree evolution
fr_fr: Évolution de l'arbre

# model:ir.action,name:act_arbres_form
source: Trees
fr_fr: Arbres

# model:ir.action,name:act_measure_ecologie_rel_form
source: Code ecologique
fr_fr: Code écologique

# model:ir.ui.menu,name:menu_arbres_form
source: Trees
fr_fr: Arbres

# view:arbres.arbres:
source: Evolutions
fr_fr: Évolutions

# view:arbres.arbres:
source: Trees
fr_fr: Arbres

# view:arbres.measure:
source: General
fr_fr: Général

# view:arbres.measure:
source: Tree evolution
fr_fr: Évolution de l'arbre
