Repository: silpol/tryton-bef
Catalog: trytond/modules/wood_party/locale/*.po
Languages: fr_fr

# error:ggd.ggd:
source: The garanty date must be unique!
fr_fr: La garantie doit être unique

# error:ggd.ggd_notify_recipient:
source: Recipients of GGD notifications must have a valid mail address!
fr_fr: Le destinataire de la notification de garantie de Gestion Durable doit avoir une adresse email valide !

# error:pefc.pefc:
source: The certification date must be unique!
fr_fr: La date de certification doit être unique !

# error:pefc.pefc:
source: You must provide a PEFC certification ID in the form "XX-XX-XX/XXX"!
fr_fr: Vous devez entrer l'identifiant PEFC sous la forme "XX-XX-XX/XXX" !

# error:pefc.pefc:
source: You must provide a PEFC certification ID in the form "XX-XX-XX/XXX".
fr_fr: Vous devez définir un code de certification PEFC de la forme "XX-XX-XX/XXX".

# error:pefc.pefc_notify_recipient:
source: Recipients of PEFC expiration notifications must have a valid mail address!
fr_fr: Le destinataire de l'expiration de la date du cerificat PEFC doit avoir une adresse email valide !

# error:pefc.pefc_notify_recipient:
source: Recipients of PEFC expiration notifications must have a valid mail address.
fr_fr: Les destinataires des notifications PEFc doivent avoir une adresse EMail valide.

# error:pefc.pefc_notify_recipient:
source: The notification must be unique
fr_fr: La notification doit être unique

# field:ggd.ggd,create_date:
source: Create Date
fr_fr: Date de création

# field:ggd.ggd,create_uid:
source: Create User
fr_fr: Créé par

# field:ggd.ggd,date:
source: Agreement date
fr_fr: Date d'agrément

# field:ggd.ggd,departement:
source: Department
fr_fr: Département

# field:ggd.ggd,duration:
source: Duration (m)
fr_fr: Durée (m)

# field:ggd.ggd,ggd_no:
source: GGD ID
fr_fr: ID GGD

# field:ggd.ggd,id:
source: ID
fr_fr: Identifiant

# field:ggd.ggd,label:
source: Label
fr_fr: Libellé

# field:ggd.ggd,party:
source: Party
fr_fr: Tiers

# field:ggd.ggd,rec_name:
source: Name
fr_fr: Nom

# field:ggd.ggd,validity:
source: Validity
fr_fr: Validité

# field:ggd.ggd,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:ggd.ggd,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:ggd.ggd_notify_recipient,create_date:
source: Create Date
fr_fr: Date de création

# field:ggd.ggd_notify_recipient,create_uid:
source: Create User
fr_fr: Créé par

# field:ggd.ggd_notify_recipient,id:
source: ID
fr_fr: Identifiant

# field:ggd.ggd_notify_recipient,msg_content:
source: Message content
fr_fr: Contenu du message

# field:ggd.ggd_notify_recipient,msg_subject:
source: Message subject
fr_fr: Sujet du message

# field:ggd.ggd_notify_recipient,rec_name:
source: Name
fr_fr: Nom

# field:ggd.ggd_notify_recipient,recipient:
source: Recipient
fr_fr: Destinataire

# field:ggd.ggd_notify_recipient,sender:
source: Sender
fr_fr: Émetteur

# field:ggd.ggd_notify_recipient,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:ggd.ggd_notify_recipient,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:party.party,ggd:
source: GGD garanties
fr_fr: Garantie GGD

# field:party.party,pefc:
source: PEFC certifications
fr_fr: Certification PEFC

# field:pefc.pefc,create_date:
source: Create Date
fr_fr: Date de création

# field:pefc.pefc,create_uid:
source: Create User
fr_fr: Créé par

# field:pefc.pefc,date:
source: Certification date
fr_fr: Date de certification

# field:pefc.pefc,description_sheet:
source: Properties
fr_fr: Propriétés

# field:pefc.pefc,duration:
source: Certificate duration in months
fr_fr: Durée de la certification en mois

# field:pefc.pefc,enabled:
source: Active
fr_fr: Actif

# field:pefc.pefc,party:
source: Party
fr_fr: Tiers

# field:pefc.pefc,pefc_no:
source: PEFC ID
fr_fr: Code PEFC

# field:pefc.pefc,rec_name:
source: Name
fr_fr: Nom

# field:pefc.pefc,region:
source: Region
fr_fr: Région

# field:pefc.pefc,validity:
source: Validity
fr_fr: Validité

# field:pefc.pefc,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:pefc.pefc,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:pefc.pefc_notify_recipient,create_date:
source: Create Date
fr_fr: Date de création

# field:pefc.pefc_notify_recipient,create_uid:
source: Create User
fr_fr: Créé par

# field:pefc.pefc_notify_recipient,msg_content:
source: Message content
fr_fr: Contenu

# field:pefc.pefc_notify_recipient,msg_subject:
source: Message subject
fr_fr: Sujet

# field:pefc.pefc_notify_recipient,rec_name:
source: Name
fr_fr: Nom

# field:pefc.pefc_notify_recipient,recipient:
source: Recipient
fr_fr: Destinataire

# field:pefc.pefc_notify_recipient,sender:
source: Sender
fr_fr: Émetteur

# field:pefc.pefc_notify_recipient,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:pefc.pefc_notify_recipient,write_uid:
source: Write User
fr_fr: Mis à jour par

# help:ggd.ggd,date:
source: GGD agreement date
fr_fr: Date d'agrément GGD

# help:ggd.ggd,duration:
source: Garanty duration in months
fr_fr: Durée de la garantie en mois

# help:ggd.ggd,ggd_no:
source: GGD ID number
fr_fr: Numéro GGD

# help:ggd.ggd,surface:
source: Surface garanty in hectare
fr_fr: Surface garantie en hectare

# help:ggd.ggd_notify_recipient,recipient:
source: User that will receive mail notifications about GGD expiration
fr_fr: L'utilisateur qui recevra l'email de notification au sujet de la date d'expiration de la garantie de gestion durable

# help:ggd.ggd_notify_recipient,sender:
source: User used for the From address in notifications about GGD expiration
fr_fr: Adresse Email de l'utilisateur pour la notification de l'expiration de la garantie de gestion durable

# help:pefc.pefc,pefc_no:
source: PEFC ID number in the form "XX-XX-XX/XXX"
fr_fr: Identifiant PEFC de la forme "XX-XX-XX/XXX"

# help:pefc.pefc_notify_recipient,recipient:
source: User that will receive mail notifications about PEFC certification expiration
fr_fr: L'utilisateur qui recevra les mails de notification d'expiraation PEFC

# help:pefc.pefc_notify_recipient,sender:
source: User used for the From address in notifications about PEFC certification expiration
fr_fr: Utilisateur utilisé dans le champs From des notifications d'expiration PEFC

# model:ggd.ggd_notify_recipient,name:
source: GGD notification recipient
fr_fr: Destinataire de la notification de la GGD

# model:ir.action,name:act_ggd_form_view
source: ggd certification
fr_fr: Garantie de Gestion Durable (GGD)

# model:ir.action,name:act_ggd_notify_form_view
source: ggd notifications
fr_fr: Notifications de GGD

# model:ir.action,name:act_pefc_form_view
source: PEFC certification
fr_fr: Certification PEFC

# model:ir.action,name:act_pefc_notify_form_view
source: PEFC notifications
fr_fr: Notifications PEFC

# model:ir.action,name:act_wood_party_form
source: Owner parties
fr_fr: Tiers propriétaires

# model:ir.cron,name:ggd_certification_cron
source: GGD garanty check
fr_fr: Contrôle de la GGD

# model:ir.cron,name:pefc_certification_cron
source: PEFC certification check
fr_fr: Validité de la certification PEFC

# model:ir.ui.menu,name:menu_ggd_notify
source: ggd notifications
fr_fr: Notifications de GGD

# model:ir.ui.menu,name:menu_pefc_notify
source: PEFC notifications
fr_fr: Notifications PEFC

# model:ir.ui.menu,name:menu_wood_party
source: Owner parties
fr_fr: Tiers propriétaires

# model:pefc.pefc,name:
source: PEFC certificate
fr_fr: Certificat PEFC

# model:pefc.pefc_notify_recipient,name:
source: PEFC notification recipient
fr_fr: Destinataire de la notification PEFC

# view:ggd.ggd:
source: PEFC certificate
fr_fr: Certificat PEFC

# view:party.party:
source: Party
fr_fr: Tiers

# view:pefc.pefc:
source: PEFC certificate
fr_fr: Certificat PEFC

# view:pefc.pefc_notify_recipient:
source: PEFC notifications recipient
fr_fr: Destinataire de la notification PEFC
