Repository: silpol/tryton-bef
Catalog: trytond/modules/tsr_site/locale/*.po
Languages: fr_fr

# error:site.work:
source: There should be only one timesheet work by task/site.
fr_fr: Il ne peut y avoir qu'une seule feuille de présence par Tâche et par Chantier.

# error:site.work:
source: Work "%(child)s" can not be opened because its parent work "%(parent)s" is already done."
fr_fr: Le chantier "%(child)s" ne peut être ouvert car son parent "%(parent)s" est terminé."

# error:site.work:
source: Work "%(parent)s" can not be done because its child work "%(child)s" is still opened."
fr_fr: Le chantier "%(parent)s" ne peut être fermé car sont chantier fils "%(child)s" est toujours ouvert."

# field:company.employee,car:
source: Car
fr_fr: Véhicule

# field:site.materiel,create_date:
source: Create Date
fr_fr: Date de création

# field:site.materiel,create_uid:
source: Create User
fr_fr: Créé par

# field:site.materiel,id:
source: ID
fr_fr: Identifiant

# field:site.materiel,rec_name:
source: Name
fr_fr: Nom

# field:site.materiel,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:site.materiel,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:site.outil,create_date:
source: Create Date
fr_fr: Date de création

# field:site.outil,create_uid:
source: Create User
fr_fr: Créé par

# field:site.outil,id:
source: ID
fr_fr: Identifiant

# field:site.outil,rec_name:
source: Name
fr_fr: Nom

# field:site.outil,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:site.outil,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:site.vehicule,create_date:
source: Create Date
fr_fr: Date de création

# field:site.vehicule,create_uid:
source: Create User
fr_fr: Créé par

# field:site.vehicule,id:
source: ID
fr_fr: Identifiant

# field:site.vehicule,rec_name:
source: Name
fr_fr: Nom

# field:site.vehicule,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:site.vehicule,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:site.work,car:
source: Car
fr_fr: Véhicule

# field:site.work,children:
source: Children
fr_fr: Activités

# field:site.work,comment:
source: Comment
fr_fr: Commentaire

# field:site.work,company:
source: Company
fr_fr: Société

# field:site.work,create_date:
source: Create Date
fr_fr: Date de création

# field:site.work,create_uid:
source: Create User
fr_fr: Créé par

# field:site.work,effort:
source: Effort
fr_fr: Temps

# field:site.work,hours:
source: Timesheet Hours
fr_fr: Heures

# field:site.work,id:
source: ID
fr_fr: Identifiant

# field:site.work,party:
source: Party
fr_fr: Tiers

# field:site.work,rec_name:
source: Name
fr_fr: Nom

# field:site.work,sequence:
source: Sequence
fr_fr: Séquence

# field:site.work,state:
source: State
fr_fr: État

# field:site.work,timesheet_available:
source: Available on timesheets
fr_fr: Disponible sur les feuilles de présence

# field:site.work,total_effort:
source: Total Effort
fr_fr: Temps total

# field:site.work,work:
source: Activity
fr_fr: Chantier ou Tâche

# field:site.work,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:site.work,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:site.work-site.outil,create_date:
source: Create Date
fr_fr: Date de création

# field:site.work-site.outil,create_uid:
source: Create User
fr_fr: Créé par

# field:site.work-site.outil,id:
source: ID
fr_fr: Identifiant

# field:site.work-site.outil,rec_name:
source: Name
fr_fr: Nom

# field:site.work-site.outil,work:
source: Work
fr_fr: Activité

# field:site.work-site.outil,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:site.work-site.outil,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:timesheet.work,timesheet_lines:
source: Timesheet Lines
fr_fr: Lignes de feuille de présence

# help:company.employee,car:
source: Preference car
fr_fr: Préférence véhicule

# help:site.work,car:
source: Car
fr_fr: Véhicule

# help:site.work,comment:
source: Comment
fr_fr: Commentaire

# help:site.work,effort:
source: Estimated Effort for this work
fr_fr: Temps estimé pour cette tâche

# help:site.work,hours:
source: Total time spent on this work
fr_fr: Temps total passé

# help:site.work,party:
source: Party who follow the site
fr_fr: Personne qui assure le suivi de chantier

# help:site.work,total_effort:
source: Estimated total effort for this work and the sub-works
fr_fr: Temps total estimé

# help:site.work,work:
source: Activity
fr_fr: Chantier ou Tâche

# model:ir.action,name:act_open_child_work
source: Tasks
fr_fr: Tâches

# model:ir.action,name:act_site_employee_form
source: Employee
fr_fr: Employé

# model:ir.action,name:act_site_form
source: Sites
fr_fr: Chantiers

# model:ir.action,name:act_site_tree
source: Sites/Task
fr_fr: Chantiers/Tâches

# model:ir.action,name:act_site_workline_form
source: Workline
fr_fr: Tâche

# model:ir.action,name:act_task_form
source: Tasks
fr_fr: Tâches

# model:ir.ui.menu,name:menu_site
source: Site
fr_fr: Chantier

# model:ir.ui.menu,name:menu_site_form
source: Sites
fr_fr: Chantiers

# model:ir.ui.menu,name:menu_site_tree
source: Sites/Task
fr_fr: Chantiers/Tâches

# model:ir.ui.menu,name:menu_task_form
source: Tasks
fr_fr: Tâches

# model:res.group,name:group_site_admin
source: Site Administration
fr_fr: Chantier administration

# model:site.vehicule,name:
source: Vehicule
fr_fr: Véhicule

# model:site.work,name:
source: Work Effort
fr_fr: Effort de travail

# model:site.work-site.outil,name:
source: Work - Outil
fr_fr: Chantier - Outil

# selection:site.work,state:
source: Done
fr_fr: Fait

# selection:site.work,state:
source: Opened
fr_fr: Ouvert

# selection:site.work,type:
source: Site
fr_fr: Chantier

# selection:site.work,type:
source: Task
fr_fr: Tâche

# view:site.work:
source: Activities
fr_fr: Chantiers ou Tâches

# view:site.work:
source: Children
fr_fr: Activités

# view:site.work:
source: General
fr_fr: Général

# view:site.work:
source: Tasks
fr_fr: Tâches
