Repository: silpol/tryton-bef
Catalog: trytond/modules/dispositif/locale/*.po
Languages: fr_fr

# error:dispositif.dispositif-party.party:
source: You can not change the class of a dispositif !
fr_fr: Vous ne pouvez pas changer la classe du dispositif !

# field:dispositif.dispositif,create_date:
source: Create Date
fr_fr: Date de création

# field:dispositif.dispositif,create_uid:
source: Create User
fr_fr: Créé par

# field:dispositif.dispositif,dis_ass:
source: Related dispositif
fr_fr: Dispositifs liés

# field:dispositif.dispositif,dis_country:
source: Township
fr_fr: Commune

# field:dispositif.dispositif,dis_ess1:
source: Species1
fr_fr: Essence1

# field:dispositif.dispositif,dis_ess2:
source: Species2
fr_fr: Essence2

# field:dispositif.dispositif,dis_num:
source: Dispositif number
fr_fr: Numéro du dispositif

# field:dispositif.dispositif,dis_party:
source: Partners
fr_fr: Partenaires

# field:dispositif.dispositif,dis_prix_rege:
source: Regeneration prices
fr_fr: Prix de la régénération

# field:dispositif.dispositif,dis_prix_unit:
source: Unit prices
fr_fr: Prix unitaires

# field:dispositif.dispositif,dis_rege_ess1:
source: Rege species 1
fr_fr: Essence rege 1

# field:dispositif.dispositif,dis_rege_ess2:
source: Rege species 2
fr_fr: Essence rege 2

# field:dispositif.dispositif,dis_rege_ess3:
source: Rege species 3
fr_fr: Essence rege 3

# field:dispositif.dispositif,dis_rege_ess4:
source: Rege species 4
fr_fr: Essence rege 4

# field:dispositif.dispositif,dis_rege_ess5:
source: Rege species 5
fr_fr: Essence rege 5

# field:dispositif.dispositif,dis_surf:
source: Plot Area
fr_fr: Surface du dispositif

# field:dispositif.dispositif,dis_surface_foret:
source: Forest area
fr_fr: Surface de la forêt

# field:dispositif.dispositif,dis_type:
source: Property type
fr_fr: Type de propriété

# field:dispositif.dispositif,geom:
source: Geometry
fr_fr: Géométrie

# field:dispositif.dispositif,id:
source: ID
fr_fr: Identifiant

# field:dispositif.dispositif,image_filename:
source: Filename
fr_fr: Nom de fichier

# field:dispositif.dispositif,image_map:
source: Image map
fr_fr: Carte

# field:dispositif.dispositif,name:
source: Name
fr_fr: Nom

# field:dispositif.dispositif,parcelle_filename:
source: Filename
fr_fr: Nom de fichier

# field:dispositif.dispositif,parcelle_map:
source: Parcelle map
fr_fr: Carte de la parcelle

# field:dispositif.dispositif,rec_name:
source: Name
fr_fr: Nom

# field:dispositif.dispositif,situation_filename:
source: Filename
fr_fr: Nom de fichier

# field:dispositif.dispositif,situation_map:
source: Situation map
fr_fr: Carte de situation

# field:dispositif.dispositif,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:dispositif.dispositif,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:dispositif.dispositif-dispositif.dispositif,create_date:
source: Create Date
fr_fr: Date de création

# field:dispositif.dispositif-dispositif.dispositif,create_uid:
source: Create User
fr_fr: Créé par

# field:dispositif.dispositif-dispositif.dispositif,id:
source: ID
fr_fr: Identifiant

# field:dispositif.dispositif-dispositif.dispositif,rec_name:
source: Name
fr_fr: Nom

# field:dispositif.dispositif-dispositif.dispositif,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:dispositif.dispositif-dispositif.dispositif,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:dispositif.dispositif-party.party,category:
source: Category
fr_fr: Catégorie

# field:dispositif.dispositif-party.party,create_date:
source: Create Date
fr_fr: Date de création

# field:dispositif.dispositif-party.party,create_uid:
source: Create User
fr_fr: Créé par

# field:dispositif.dispositif-party.party,id:
source: ID
fr_fr: Identifiant

# field:dispositif.dispositif-party.party,party:
source: Partners
fr_fr: Partenaires

# field:dispositif.dispositif-party.party,rec_name:
source: Name
fr_fr: Nom

# field:dispositif.dispositif-party.party,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:dispositif.dispositif-party.party,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:dispositif.dispositif-prix_rege.prix_rege,create_date:
source: Create Date
fr_fr: Date de création

# field:dispositif.dispositif-prix_rege.prix_rege,create_uid:
source: Create User
fr_fr: Créé par

# field:dispositif.dispositif-prix_rege.prix_rege,id:
source: ID
fr_fr: Identifiant

# field:dispositif.dispositif-prix_rege.prix_rege,prix_rege:
source: Regeneration prices
fr_fr: Prix de la régénération

# field:dispositif.dispositif-prix_rege.prix_rege,rec_name:
source: Name
fr_fr: Nom

# field:dispositif.dispositif-prix_rege.prix_rege,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:dispositif.dispositif-prix_rege.prix_rege,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:dispositif.dispositif-prix_unitaire.prix_unitaire,create_date:
source: Create Date
fr_fr: Date de création

# field:dispositif.dispositif-prix_unitaire.prix_unitaire,create_uid:
source: Create User
fr_fr: Créé par

# field:dispositif.dispositif-prix_unitaire.prix_unitaire,id:
source: ID
fr_fr: Identifiant

# field:dispositif.dispositif-prix_unitaire.prix_unitaire,prix_unitaire:
source: Unit prices
fr_fr: Prix unitaires

# field:dispositif.dispositif-prix_unitaire.prix_unitaire,rec_name:
source: Name
fr_fr: Nom

# field:dispositif.dispositif-prix_unitaire.prix_unitaire,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:dispositif.dispositif-prix_unitaire.prix_unitaire,write_uid:
source: Write User
fr_fr: Mis à jour par

# help:dispositif.dispositif,dis_ass:
source: Related dispositif
fr_fr: Dispositifs liés

# help:dispositif.dispositif,dis_country:
source: Township of dispositif
fr_fr: Commune de situation

# help:dispositif.dispositif,dis_date_instal:
source: Installation date
fr_fr: Date d'installation

# help:dispositif.dispositif,dis_ess1:
source: First species for Hdom
fr_fr: Première essence pour la hauteur dominante

# help:dispositif.dispositif,dis_ess2:
source: Second species for Hdom
fr_fr: Seconde essence pour la hauteur dominante

# help:dispositif.dispositif,dis_hdom1:
source: Height associated with species1
fr_fr: Hauteur associée à l'essence1

# help:dispositif.dispositif,dis_hdom2:
source: Height associated with species2
fr_fr: Hauteur associée à l'essence2

# help:dispositif.dispositif,dis_num:
source: Dispositif number
fr_fr: Numéro de dispositif

# help:dispositif.dispositif,dis_party:
source: Owners - Managers - Operators dispositif
fr_fr: Propriétaire - Gestionnaire - Opérateurs du dispositif

# help:dispositif.dispositif,dis_prix_rege:
source: Regeneration prices
fr_fr: Prix de la régénération

# help:dispositif.dispositif,dis_prix_unit:
source: Unit prices
fr_fr: Prix unitaires

# help:dispositif.dispositif,dis_rege_ess1:
source: First species for regeneration
fr_fr: Première essence de régénération

# help:dispositif.dispositif,dis_rege_ess2:
source: Second species for regeneration
fr_fr: Seconde essence de régénération

# help:dispositif.dispositif,dis_rege_ess3:
source: Third species for regeneration
fr_fr: Troisième essence de régénération

# help:dispositif.dispositif,dis_rege_ess4:
source: Fourth species for regeneration
fr_fr: Quatrième essence de régénération

# help:dispositif.dispositif,dis_rege_ess5:
source: Fifth species for regeneration
fr_fr: Cinquième essence de régénération

# help:dispositif.dispositif,dis_surf:
source: Plot area
fr_fr: Surface du dispositif (ha)

# help:dispositif.dispositif,dis_surface_foret:
source: Forest area
fr_fr: Surface de la forêt (ha)

# help:dispositif.dispositif,dis_type:
source: Property type
fr_fr: Type de propriétaire

# model:dispositif.dispositif-dispositif.dispositif,name:
source: DispositifsDispositifs
fr_fr: Dispositifs liés

# model:dispositif.dispositif-prix_unitaire.prix_unitaire,name:
source: DispositifsPrixUnit
fr_fr: DispositifsPrixUnitaires

# model:ir.action,name:act_dispositif_party_rel_form
source: Partners
fr_fr: Partenaires

# model:ir.action,name:report_dispositif_edit
source: Open in QGis...
fr_fr: Ouvrir dans QGis...

# selection:dispositif.dispositif,dis_type:
source: Etat
fr_fr: État

# view:dispositif.dispositif-party.party:
source: Partners
fr_fr: Partenaires

# view:dispositif.dispositif:
source: Edit
fr_fr: Édition

# view:dispositif.dispositif:
source: Generate
fr_fr: Générer

# view:dispositif.dispositif:
source: Map
fr_fr: Carte

# view:dispositif.dispositif:
source: Partners
fr_fr: Partenaires

# view:dispositif.dispositif:
source: Regeneration prices
fr_fr: Prix de la régénération

# view:dispositif.dispositif:
source: Related dispositif
fr_fr: Dispositifs liés

# view:dispositif.dispositif:
source: Unit prices
fr_fr: Prix unitaires
