Repository: silpol/tryton-bef
Catalog: trytond/modules/station/locale/*.po
Languages: fr_fr

# field:station.station,create_date:
source: Create Date
fr_fr: Date de création

# field:station.station,create_uid:
source: Create User
fr_fr: Créé par

# field:station.station,id:
source: ID
fr_fr: Identifiant

# field:station.station,rec_name:
source: Name
fr_fr: Nom

# field:station.station,sta_cartegeol:
source: Geological map
fr_fr: Carte géologique

# field:station.station,sta_cartepedo:
source: Soil map
fr_fr: Carte pédologique

# field:station.station,sta_catalogue:
source: Catalog
fr_fr: Catalogue

# field:station.station,sta_date_catalogue:
source: Date catalog
fr_fr: Date du catalogue

# field:station.station,sta_date_desc:
source: Date description
fr_fr: Date de la description

# field:station.station,sta_ech:
source: Scale
fr_fr: Échelle

# field:station.station,sta_groupepedo:
source: Pedology group
fr_fr: Groupe pédologique

# field:station.station,sta_nom_desc:
source: Descriptor
fr_fr: Descripteur

# field:station.station,sta_nom_regifn:
source: IFN Region name
fr_fr: Nom de la région IFN

# field:station.station,sta_num_ifn:
source: IFN Region number
fr_fr: Numéro de la région IFN

# field:station.station,sta_pedo:
source: Pedology
fr_fr: Pédologie

# field:station.station,sta_region:
source: Region
fr_fr: Région

# field:station.station,sta_roche:
source: Rock
fr_fr: Roche

# field:station.station,sta_strate_geol:
source: Strata
fr_fr: Strate

# field:station.station,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:station.station,write_uid:
source: Write User
fr_fr: Mis à jour par

# help:station.station,sta_cartegeol:
source: Number geological map
fr_fr: Numéro de la carte géologique

# help:station.station,sta_cartepedo:
source: Soil map name
fr_fr: Nom de la carte pédologique

# help:station.station,sta_catalogue:
source: Catalog name
fr_fr: Nom du catalogue

# help:station.station,sta_date_catalogue:
source: Date of catalog
fr_fr: Date du catalogue

# help:station.station,sta_date_desc:
source: Date of description
fr_fr: Date de la description

# help:station.station,sta_ech:
source: Geological map scale
fr_fr: Échelle de la carte géologique

# help:station.station,sta_groupepedo:
source: Pedology group
fr_fr: Groupe pédologique

# help:station.station,sta_nom_desc:
source: Descriptor name
fr_fr: Nom du descripteur

# help:station.station,sta_nom_regifn:
source: IFN Region name
fr_fr: Nom de la région IFN

# help:station.station,sta_num_ifn:
source: IFN Region number
fr_fr: Numéro de la région IFN

# help:station.station,sta_pedo:
source: Pedology
fr_fr: Pédologie

# help:station.station,sta_region:
source: Region name
fr_fr: Nom de la région

# help:station.station,sta_roche:
source: Rock
fr_fr: Roche mère

# help:station.station,sta_strate_geol:
source: Geological strata name
fr_fr: Nom de la strate géologique

# help:station.station,sta_type_station:
source: Station number
fr_fr: Numéro de la station
