Repository: silpol/tryton-bef
Catalog: trytond/modules/accroissement/locale/*.po
Languages: fr_fr

# field:accroissement.accd,classe:
source: Class
fr_fr: Classe

# field:accroissement.accd,create_date:
source: Create Date
fr_fr: Date de création

# field:accroissement.accd,create_uid:
source: Create User
fr_fr: Créé par

# field:accroissement.accd,essence:
source: Species
fr_fr: Essence

# field:accroissement.accd,id:
source: ID
fr_fr: Identifiant

# field:accroissement.accd,rec_name:
source: Name
fr_fr: Nom

# field:accroissement.accd,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:accroissement.accd,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:essence.essence,blue:
source: Blue
fr_fr: Bleu

# field:essence.essence,coefhoupp1:
source: Coeff. Crown1
fr_fr: Coeff. Houpp1

# field:essence.essence,coefhoupp2:
source: Coeff. Crown2
fr_fr: Coeff. Houpp2

# field:essence.essence,coefstere:
source: Coeff. Stere
fr_fr: Coeff. Stère

# field:essence.essence,create_date:
source: Create Date
fr_fr: Date de création

# field:essence.essence,create_uid:
source: Create User
fr_fr: Créé par

# field:essence.essence,ess_regt:
source: Pool
fr_fr: Regroupement

# field:essence.essence,green:
source: Green
fr_fr: Vert

# field:essence.essence,id:
source: ID
fr_fr: Identifiant

# field:essence.essence,infradensite:
source: Infra density
fr_fr: Infra densité

# field:essence.essence,name:
source: Species name
fr_fr: Nom de l'essence

# field:essence.essence,rec_name:
source: Name
fr_fr: Nom

# field:essence.essence,red:
source: Red
fr_fr: Rouge

# field:essence.essence,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:essence.essence,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:essence.essence-taxinomie.taxinomie,create_date:
source: Create Date
fr_fr: Date de création

# field:essence.essence-taxinomie.taxinomie,create_uid:
source: Create User
fr_fr: Créé par

# field:essence.essence-taxinomie.taxinomie,essence:
source: Species
fr_fr: Essence

# field:essence.essence-taxinomie.taxinomie,id:
source: ID
fr_fr: Identifiant

# field:essence.essence-taxinomie.taxinomie,rec_name:
source: Name
fr_fr: Nom

# field:essence.essence-taxinomie.taxinomie,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:essence.essence-taxinomie.taxinomie,write_uid:
source: Write User
fr_fr: Mis à jour par

# help:accroissement.accd,accd:
source: Diameter growth
fr_fr: Accroissement en diamètre

# help:accroissement.accd,classe:
source: Diameter class
fr_fr: Classe de diamètre

# help:accroissement.accd,cycle:
source: Cycle number on the extent of the tree
fr_fr: Nombre de cycle mesuré

# help:accroissement.accd,essence:
source: Species
fr_fr: Essence

# help:essence.essence,blue:
source: RGB - Integer for blue
fr_fr: RVB - Entier pour le bleu

# help:essence.essence,coefhoupp1:
source: Coefficient of conversion of crown1
fr_fr: Coefficient de conversion pour le houppier1

# help:essence.essence,coefhoupp2:
source: Coefficient of conversion of crown2
fr_fr: Coefficient de conversion pour le houppier2

# help:essence.essence,coefstere:
source: Conversion factor for the stere
fr_fr: Facteur de conversion des stères

# help:essence.essence,ess_latin:
source: Reference taxon
fr_fr: Taxon de référence

# help:essence.essence,ess_regt:
source: Name used in the pool
fr_fr: Nom utilisé pour le regroupement

# help:essence.essence,ess_type:
source: Species type
fr_fr: Type d'essence

# help:essence.essence,green:
source: RGB - Integer for green
fr_fr: RVB - Entier pour le vert

# help:essence.essence,infradensite:
source: Infra density
fr_fr: Infra densité

# help:essence.essence,name:
source: Species name
fr_fr: Nom de l'essence

# help:essence.essence,red:
source: RGB - Integer for red
fr_fr: RVB - Entier pour le rouge

# model:essence.essence,name:
source: Species
fr_fr: Essence

# model:essence.essence-taxinomie.taxinomie,name:
source: Species - Taxon
fr_fr: Essence - Taxon

# model:ir.action,name:act_accd_form
source: Diameter growth
fr_fr: Accroissement en diamètre

# model:ir.ui.menu,name:menu_accd_form
source: Diameter growth
fr_fr: Accroissement en diamètre

# selection:essence.essence,ess_type:
source: Résineux
fr_fr: Feuillus

# view:accroissement.accd:
source: Diameter growth
fr_fr: Accroissement en diamètre

# view:accroissement.accd:
source: Species
fr_fr: Essence

# view:essence.essence:
source: General
fr_fr: Général
