Repository: silpol/tryton-bef
Catalog: trytond/modules/cycle/locale/*.po
Languages: fr_fr

# field:cycle.cycle,create_date:
source: Create Date
fr_fr: Date de création

# field:cycle.cycle,create_uid:
source: Create User
fr_fr: Créé par

# field:cycle.cycle,cyc_annee:
source: Year
fr_fr: Année

# field:cycle.cycle,cyc_comment:
source: Comment
fr_fr: Commentaires

# field:cycle.cycle,cyc_financeurs:
source: Funders
fr_fr: Financeurs

# field:cycle.cycle,cyc_operateurs:
source: Operators
fr_fr: Opérateurs

# field:cycle.cycle,id:
source: ID
fr_fr: Identifiant

# field:cycle.cycle,rec_name:
source: Name
fr_fr: Nom

# field:cycle.cycle,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:cycle.cycle,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:cycle.cycle-party.financeur,create_date:
source: Create Date
fr_fr: Date de création

# field:cycle.cycle-party.financeur,create_uid:
source: Create User
fr_fr: Créé par

# field:cycle.cycle-party.financeur,id:
source: ID
fr_fr: Identifiant

# field:cycle.cycle-party.financeur,rec_name:
source: Name
fr_fr: Nom

# field:cycle.cycle-party.financeur,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:cycle.cycle-party.financeur,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:cycle.cycle-party.operateur,create_date:
source: Create Date
fr_fr: Date de création

# field:cycle.cycle-party.operateur,create_uid:
source: Create User
fr_fr: Créé par

# field:cycle.cycle-party.operateur,id:
source: ID
fr_fr: Identifiant

# field:cycle.cycle-party.operateur,operateur:
source: Operateur
fr_fr: Opérateur

# field:cycle.cycle-party.operateur,rec_name:
source: Name
fr_fr: Nom

# field:cycle.cycle-party.operateur,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:cycle.cycle-party.operateur,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:cycle.strate,bmp:
source: Deadwood
fr_fr: Bois mort

# field:cycle.strate,comment:
source: Comment
fr_fr: Commentaires

# field:cycle.strate,create_date:
source: Create Date
fr_fr: Date de création

# field:cycle.strate,create_uid:
source: Create User
fr_fr: Créé par

# field:cycle.strate,id:
source: ID
fr_fr: Identifiant

# field:cycle.strate,lib_long:
source: Label of strate
fr_fr: Libellé

# field:cycle.strate,limpcqm:
source: Limit PCQM
fr_fr: Limite PCQM

# field:cycle.strate,lineaire:
source: Lineaire
fr_fr: Linéaire

# field:cycle.strate,name:
source: Name of strate
fr_fr: Nom

# field:cycle.strate,nbplacettes:
source: Plot number
fr_fr: Placette

# field:cycle.strate,nbssplacettes:
source: Sub Plot number
fr_fr: Numéro de ss-placette

# field:cycle.strate,rayonssplacettes:
source: Rayon Sub Plot
fr_fr: Rayon ss-placette

# field:cycle.strate,rec_name:
source: Name
fr_fr: Nom

# field:cycle.strate,taillis:
source: Coppice
fr_fr: Taillis

# field:cycle.strate,tarifnumbmp:
source: Schaeffer number
fr_fr: Numéro Schaeffer

# field:cycle.strate,tariftypebmp:
source: Schaeffer type
fr_fr: Type de Schaeffer

# field:cycle.strate,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:cycle.strate,write_uid:
source: Write User
fr_fr: Mis à jour par

# help:cycle.cycle,cyc_annee:
source: Year of measure
fr_fr: Année de le mesure

# help:cycle.cycle,cyc_comment:
source: Comment
fr_fr: Commentaires

# help:cycle.cycle,cyc_cycle:
source: Cycle number
fr_fr: Numéro du cycle

# help:cycle.cycle,cyc_date:
source: Date of measure
fr_fr: Date de la mesure

# help:cycle.cycle,cyc_financeurs:
source: Funders cycle
fr_fr: Financeurs du cycle

# help:cycle.cycle,cyc_operateurs:
source: Cycle operators
fr_fr: Opérateurs du cycle

# help:cycle.cycle,cyc_strate:
source: Strates of cycle
fr_fr: Strates du cycle

# help:cycle.strate,bmp:
source: Stand Deadwood
fr_fr: Bois mort debout

# help:cycle.strate,coefficient:
source: Selected angle (%)
fr_fr: Angle relascopique

# help:cycle.strate,comment:
source: Comment
fr_fr: Commentaires

# help:cycle.strate,diamlim1:
source: Diametrer limit 1
fr_fr: Diamètre limite 1

# help:cycle.strate,diamlim2:
source: Diametrer limit 2
fr_fr: Diamètre limite 2

# help:cycle.strate,diamlim3:
source: Diametrer limit 3
fr_fr: Diamètre limite 3

# help:cycle.strate,diamlim:
source: Diametrer limit
fr_fr: Diamètre limite

# help:cycle.strate,lib_long:
source: Label of strate
fr_fr: Libellé de la strate

# help:cycle.strate,limpcqm:
source: Limit PCQM
fr_fr: Limite PCQM

# help:cycle.strate,lineaire:
source: Lineaire
fr_fr: Linéaire

# help:cycle.strate,name:
source: Name of strate
fr_fr: Nom de la strate

# help:cycle.strate,nbplacettes:
source: Plot number
fr_fr: Nombre de placette

# help:cycle.strate,nbssplacettes:
source: Sub Plot number
fr_fr: Numéro de la sous-placette

# help:cycle.strate,rayonssplacettes:
source: Rayon Sub Plot
fr_fr: Rayon de la sous-placette

# help:cycle.strate,taillis:
source: Method coppice
fr_fr: Méthode de mesure du taillis

# help:cycle.strate,tarifnumbmp:
source: Choice of rate number for stand deadwood
fr_fr: Choix du numéro de tarif pour la mesure du bois mort debout

# help:cycle.strate,tariftypebmp:
source: Choice of Schaeffer rate for stand deadwood
fr_fr: Choix du tarif Schaeffer pour le bois mort debout

# view:cycle.cycle:
source: Comment
fr_fr: Commentaires

# view:cycle.cycle:
source: Funders
fr_fr: Financeurs

# view:cycle.cycle:
source: Operators
fr_fr: Opérateurs

# view:cycle.strate:
source: Comment
fr_fr: Commentaires
